brew "dotter"
brew "fennel"
brew "fnlfmt"
brew "gh"
brew "git"
brew "gitui"
brew "helix"
brew "markdown-oxide"
brew "ripgrep"
brew "zellij"
brew "tock"
brew "jj"
cask "claude-code"
cask "font-fira-code"
cask "ghostty"
cargo "cargo-audit"
